Repository: mozilla-l10n/mt-training-data
Catalog: gjk/gjk_pontoon.tmx
Source language: en_us
Languages: gjk

source: Log in or sign up to get started
gjk: شُرُو ڪريا ۿارُو لاگھ اِن ڪان وريَ سائينَ اپ ڪرو

source: Log In / Sign Up
gjk: لاگھ اِن/سائينَ اپ

source: Log In / Sign Up with { $company } email
gjk: اِي ميل لاگ اِن { $company } سائينَ اپ ٿائو۔

source: Log Out
gjk: لاگ آئوٽ ڪرو (ٻنڌ ڪرو)

source: Lojban
gjk: لوجبان ٻولِي

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
gjk: ايوا متنَ نِي ڳوچ ڪرو زان اتيارين ڪاپِي رائيٽ لاڳُو نا هوئيَ۔ مِثال طور ڪيٽلائين ڪِتاٻ زين 1920 ٿِي مور ڇپاڻان۔

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
gjk: ايم لاڳيَ سي ڪي آ ٻولِي مان ڪونئين پڻ ڪِلِپ ۿانڀرِيا ۿارُو نٿِي، هويَ رِڪارڍ ڪرينَ لِسٽ نين ڀريا مان امارِي مۮت ڪرو۔

source: Luganda
gjk: لوگنڊا ٻولِي

source: Luxembourgish
gjk: لڪسمبرگي ٻولِي

source: Macedonian
gjk: مقدوني ٻولِي

source: Mada
gjk: مڊا

source: Maithili
gjk: ميٿلي ٻولي

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
gjk: پڪ ڪرو ڪيَ تمارا ٻوليا ٿِي مورِ پليٽ ڦارم تمارِي رِڪارڍينڳ ڪريَ سي ريون انين اِي تمارا ٻوليا نون کتم ڇا وانۿين ٻنڌ ٿاشيَ۔

source: Make sure the sentence meets the following criteria:
gjk: کاترِي ڪرو ڪي جُملا نيسين ۮيڌل معيار ڪا اصُول پرماڻيَ سي:

source: Make sure they can be answered in just a couple of sentences
gjk: پڪ ڪرو ڪي اينيان نين روڳو ڪانڪ جُملان مان زٻاپ ۮيوائِي ۿڳي سي۔

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
gjk: ڪانڪ ڳُمنام ڍيموگِراڦِڪ ڍيٽا ۮئينَ پوتا نِي جمع ڪراول ڍيٽا نين ٿئِي ۿڳيَ ايٽلِي امير ٻناوو۔ امين ٻڌيئيَ ڍيموگِراڦِڪ ڍيٽا نين عوامِي ڪريا ٿِي مورِ اين نِي اورکاڻِ نين کتم ڪرِي ناکيئين سيئين۔

source: Malagasy
gjk: ملاگسي

source: Malay
gjk: ملئي ٻولِي

source: Malayalam
gjk: مليالمي ٻولِي

source: Male/Masculine
gjk: مرڌ ڪان آۮمِي / مذڪر

source: Maltese
gjk: مالٽي ٻولِي

source: Manage Email Subscriptions
gjk: اِي ميل سبسڪرپشن نو انتظام ڪرو

source: Manage Subscriptions
gjk: سبسڪرپشن نو انتظام ڪرو

source: Manx
gjk: مانڪس ٻولِي

source: Mapudungun
gjk: ماپوڊونگون ٻولِي

source: Marathi
gjk: مراٺي ٻولِي

source: <mark>Check</mark>
gjk: <mark>جانچ پڙتال ڪروون</mark>

source: <mark>Data</mark>
gjk: <mark>مواد</mark>

source: <mark>Prompt</mark>
gjk: <mark>تڪڙو</mark>

source: <mark>Respond</mark>
gjk: <mark>زٻاپ ۮيوون</mark>

source: <mark>Transcribe</mark>
gjk: <mark>نقل ڪروون</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
gjk: <mark> ۿارُو سِي وِي استعمال ڪروون </mark><br/><mark> تمارِي تحقيق</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
gjk: </mark>تمارِي مۮت<mark><br/></mark> امارِي ضرورت<mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
gjk: ميٽرڪس ايڪ کُلل هلڪا وزنَ وارون پروٽوڪول سي زين غير مرڪزِي انين حقيقِي وقت نا راٻطا ۿارُو سي۔ انين موزيلا نو کُلل ترجيۿِي بيحث ڪريا وارون پليٽ فارم سي۔

source: Maximum file size: 25 MB
gjk: گھٽ مان گھٽ فائيل نو سائز 25 ايم بِي

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
gjk: شايۮ امارون <homepageLink>مۮت ڪرشيَ۔ سوال ڪريا ۿارُو ميرٻانِي ڪرينَ<matrixLink>ڀِراڌري چيٽ</matrixLink>مان شامِل ٿائو۔ <githubLink> نيَ زريئيَ ٿِي سائيٽ نان مسلان نِي نِڳرانِي ڪرو يا <discourseLink>امارا ڍِسڪورس</discourseLink>ماٿيَ زائو۔

source: MB
gjk: ايم ڀِي (MB)

source: Mbo
gjk: مبو

source: Meadow Mari
gjk: ميڊو ماري ٻولِي

source: Media and Entertainment
gjk: ميڍيا انين تڦريح ڪان مزو ڪروون

source: Medumba
gjk: ميڊمبائِي ٻولِي

source: Meetei Lon
gjk: ميٽي لوني

source: Message
gjk: ميسج (نياپو)

source: Michoacán Mazahua
gjk: ميچواکان مازاهوا

source: Mingrelian
gjk: منگرليون

source: Minimum sentences in file: 1000
gjk: گھٽ مان گھٽ فائيل مان 1000

source: [Mismatched content]
gjk: [غير مطابقت راڇا وارو مواڌ]

source: Misreadings
gjk: غلط ڀڻوون

source: Missing an 's' at the end of a word.
gjk: لڦظ نا آکر مان 'S' ڳُم ٿل سي۔

source: Missing an <strong>'s'</strong> at the end of a word.
gjk: کوئال سي<strong>' س'</strong> ايڪ اکر نا آخر مان۔

source: Missing 'A' or 'The' at the beginning of the recording.
gjk: رِڪارڍينڳ نِي شرُوئات مان 'A' يا 'The' ڳُم ٿل سي

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
gjk: کوئال سي <strong>'ايڪ'</strong> ڪان <strong></strong>رکارڍينگ ني شرُوعات مان

source: Missing the end of the last word by cutting off the recording too quickly.
gjk: رڪارڍينگ جلدي ختم ڪريا ني ليڌي ٿي آخري لفظ ني پڇاڙي گم سي۔

source: Mixed
gjk: مِلل (مِڪس)

source: Mixteco Yucuhiti
gjk: مڪستيڪو يوڪوهٽي

source: Mokpwe
gjk: موڪپويَ ٻولِي

source: Moksha
gjk: موڪشا ٻولِي

source: Mongolian
gjk: منگولي ٻولِي

source: More
gjk: وڌارين

source: [More has been recorded than the required text]
gjk: [ضروري متن ٿي وڌيڪ رڪورڍينگ ٿئي جھئي سي]

source: More languages coming soon
gjk: وڌِيڪ ٻوليون زٽ آوي سي ريون

source: Mossi
gjk: موسشي

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
gjk: موٽِي موٽِي ڪمپنيان نا طرڦ ٿِي اِستمال ڇا وارا ڍيٽا نو گھڻو حِصو الائِي ماڻۿان ۿارُو ڌستياٻ نٿِي، امين ۿمزِيئين سيئين ڪيَ اِي ايجاڌ نين مارِي ناڇا نا وارِ سي۔ تيمان امين ڪامنَ وائيس شرُو ڪريون سي، ايڪ ايوو منصُوٻو زين آواز نِي اورکاڻِ نين ٻڌانئين ۿارُو کُلو ڪان عام ڪريا مان مۮت ڪريَ سي۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
gjk: موٽِي موٽِي ڪمپنيان نا طرڦ ٿِي اِستمال ڇا وارا ڍيٽا نو گھڻو حِصو الائِي ماڻۿان ۿارُو ڌستياٻ نٿِي، امين ۿمزِيئين سيئين ڪيَ اِي ايجاڌ نين مارِي ناڇا نا وارِ سي۔ تيمان امين ڪامنَ وائيس شرُو ڪريون سي، ايڪ ايوو منصُوٻو زين آواز نِي اورکاڻِ نين ٻڌانئين ۿارُو کُلو ڪان عام ڪريا مان مۮت ڪريَ سي۔

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
gjk: گھڻيون رڪارڍينگون ماڻھان نيون قدرتي آواز مان ٻوليا نيون ھوئي سي۔ تمين ڪيرينڪ ڪيرينڪ عير معياري رڪارڍينگون قٻول ڪري ۿڳو سو، زيم گھڻا تيز آواز مان ، سرگوشي مان ڪان ڍرامائي آواز مان ڇيون ھوئي، ميرٻاني ڪرين گايل رڪارڍينگون انين ڪمپيوٽر ني آواز واريون رڪارڍينگون رڌ ڪرو

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
gjk: ڪامنَ وائيس موزيلا نِي شرُوئات سي زين مشينان نين شيکاڙِيا مان مۮت ڪريَ سي، ڪي حقيقِي ماڻۿان چيم ٻوليَ سي۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
gjk: موزيلا ڪامنَ وائيس نين ۿازِي ۮنيا نان مُختلِڦ ملڪان مان ٿِي سرگرم ڪارڪُن، لِسانيات نا ماهِر، ڍيٽا سائينسۮانَ، تعليم نا ماهرِ انين سافٽويئير انجينيئران نِي طرڦ ٿِي ڦرق ڦرق ڀراڌرِي ٿِي مُمڪِن ٻڻايوُن جھون سي۔ آ منصُوٻو موزيلا ڦائونڍيشنَ ۿنڀاريَ سي رئِي۔

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
gjk: موزيلاڪامنَ وائيس ۮنيا نون ٻڌانئين ٿِي وڌارين متنوع ڪرائوڍ سورس ٿل اوپِن اِسٽيج ڍيٽاسيٽ سي، انين امين مُڪمل طور چنۮيَ ٿِي ڪان وريَ ۮيڌل ۮانَ نيَ ليڌيَ ٿِي طاقتور سيئين۔ ڍيٽاسيٽ نين هلوِيا مان انين 100 ٻولِيان نِي ڀراڌرِيان ٿِي وڌارين زين نو امان ماٿيَ ڀرونۿو سيَ اينيان نا پليٽفارم نين بيۿتر ٻنايا مان هر سال ۮۿ لک ڍالر کرچ ٿائيَ سي۔ زو تمين کُلل جامع سيٽ نِي قڌر ڪرو سو تو<b>آزز امان نين چنۮو ڪان ۮانَ ڄو!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
gjk: موزيلا نِي اوپنَ سورس وائيس نا اورکاڻِ وارا اينجھڻ اونڏِي وات چيت (Deep Speech ) نين ٻولِيا نِي اورکاڻِ نِي ايپليڪيشنَ ٺاۿيا ۿارُو اِستمال ڪرِي ۿڳائيَ سي۔ امارو جائزو ڀڻو</githubLink>يا شرُوئات ڪريا نون شِيڇا ۿارُو <discourseLink></discourseLink> مان شامِل ٿائو۔

source: Mutual accountability.
gjk: مِلل زميوارِي

source: n
gjk: ن

source: N
gjk: ن

source: N/A
gjk: اين\اي

source: Name
gjk: نام

source: Names of your language
gjk: تمارِي ٻولِي نان نام

source: Native Language
gjk: ماڌرِي ٻولِي

source: Nature and Environment
gjk: قُۮرت انين ماحول

source: Need help deciding which to choose?
gjk: زين نين سونڍيا ۿارُو ڦيصلو ڪريا مان مۮت ۿارُو ضرورت سي؟

source: Need help with the Sex or Gender changes?
gjk: جنس ڪان قِسم مان تٻۮيلِي ۿارُو مۮت زوئي سي؟

source: Need some help with accent?
gjk: ٻوليا ۿارُو لڦظان مان ڪانڪ مۮت نِي ضرورت سي؟

source: Need some help with variants?
gjk: ھزِي ڪانڪ مۮت نِي ضرورت سي؟

source: Need to download your data?
gjk: تمارِي ڊيٽا نين ڊائون لوڍ ڪريا نِي ضرورت سي؟

source: Nepali
gjk: نيپالي

source: New Language Launch
gjk: نوِي ٻولِي نين لانچ ڪروون

source: News and Current Affairs
gjk: کٻرِيون انين اتيار نا ڪاروڀار

source: Next
gjk: ٻيزون

source: Ngiembon
gjk: نگيمبون

source: Nias
gjk: نياس

source: Nigerian Pidgin English
gjk: نائيجيرين پيجن انگلش

source: NKo
gjk: اين ڪي او

source: No
gjk: نا

source: [No ‘a’ in the original text]
gjk: [نا ‘ا’ اصل جملا مان]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
gjk: <noCopyright> ڪاپِي رائيٽ نٿِي <noCopyright> پاپنڌِيون (cc-0)

source: No foreign letters
gjk: نا ٻيزِي ٻولِي نا اکر هوئيَ

source: No gravatar found for your email
gjk: تمارِي اِي ميل ۿارُو ڪونئين گِراوٽر (gravatar) نٿِي زڙِيو

source: No information
gjk: ڪونئين مالُومات نٿِي

source: No information available
gjk: ڪونئين مالُومات موجھوڌ نٿِي

source: No languages found
gjk: ڪونئين پڻ ٻولِي نٿِي زڙِي

source: No microphone found.
gjk: مائيڪروڦونَ ڏيٺا مان نٿِي آوتون

source: Non-binary
gjk: نون بِينري

source: No numbers and special characters
gjk: نمڀر انين نِشانِيون نا هوئيَ

source: No offensive, prejudiced remarks or sensitive questions
gjk: ڪونئين پڻ گهٽ وڌ يا تعصٻ وارو تٻصرو يا حساس وارو سوال نٿِي

source: Northern Hindko
gjk: اتراۮِي ھندڪو ٻولِي

source: Northern Sotho
gjk: اتراۮو سوٿو

source: Northwest Gbaya
gjk: اتراۮا انين آٿمڻا نِي گبايا ٻولِي

source: Norwegian Bokmål
gjk: تائيوان بوڪمل

source: Norwegian Nynorsk
gjk: نارويجي نانورسڪ

source: No sentences to review. <addLink>Add more sentences now!</addLink>
gjk: جائزو ليڌا ۿارُو ڪونئين جُملا نٿِي <addLink> هويَ وڌارين جُملا ايڍ ڪرو۔ </addLink>

source: No soliciting personal information (e.g., names, financial details)
gjk: ڪونئين پڻ زاتِي مالُومات طلٻ نا ڪرِي زائيَ۔ (مِسال طور، نام انين مالِي تفصيل)

source: ⓘ Not all sentences and clips have Variant tags yet!
gjk: ٻڌائين جملان انين ڪلپان مان ھزِي ۿوڌِي لھجان نان ٽيگ نٿِي۔

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
gjk: نوٽ: زيرين 'نمائش' نين سيٽ ڪرشو تو اِي سيٽينڳ <profileLink>پروفائيل پيج</profileLink> ماٿيَ تٻۮيل ٿئِي ۿڳيَ سي۔

source: Note: You will still need to select between Speak or Listen to change contribution type.
gjk: نوٽ: تمان نين ھزِي حِصو لِيڌا نو نمونو تٻۮيل ڪريا ۿارُو "ٻوليا" ڪان "ۿانڀريا" مان ٿِي ايڪ نين سونڍوون پڙشي۔

source: Not Found
gjk: نا زڙيون

source: No Thanks
gjk: نا ميرٻانِي

source: No thanks, continue speaking
gjk: نا ميرٻانِي، ٻوليا نون جھارِي راکو

source: Not use, or solicit, harmful or offensive language
gjk: نُقصانڪار يا زين ٻولِي ۿڦرِي نا هوئيَ اين نين اِستمال نا ڪرو، ڪان وريَ اين نِي چاهه نا ڪرو۔

source: No variant selected
gjk: ڪونئين پڻ نمونو نٿِي سونڍيو

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
gjk: هويَ زيرين تمين ڪامنَ وائيس نا ڀارا مان ٿوڙونڪ وڌارين زاڻو سو، تو پسيَ شائِي نا اين نين آزماويئين؟ جُملان نين ٻروڪانون ڀڻينَ شرُو ڪريا ۿارُو مائيڪرو ڦونَ نا آئيڪنَ ماٿيَ ڪِلِڪ ڪرو۔ <br/><br/> زو تمين ٻيزان ماڻۿان نا آواز نا تعاونَ نو جائيزو ليڌا نون پسنۮ ڪرو سو، تو پِليَ آئيڪنَ ماٿيَ ڪِلِڪ ڪرو۔ تمين تصۮيق ڪريا مان مۮت ڪرو ڪيَ رِڪارڍينڳ اِسڪرينَ ماٿيَ لکل جُملان ٿِي مِليَ سي۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
gjk: هويَ تمين پوتا نو آواز ۮانَ ڪرِي ۿڳو سو ايٽليَ امان نين ايڪ کُلل ڪان وريَ اوپِن سورس وائيس ڍيٽا ٺاۿيا مان مۮت زڙِي ۿڳيَ زين ڪونئين پڻ اِستمال ڪرِي ۿڳيَ سي۔ ڍِوائسان انين ويڀ ۿارُو جڌيڌ ايپس ٺاۿيا ۿارُو مشينان نين شيڇا مان مۮت ۮيڌا ۿارُو ايڪ جُملو ڀڻو ايٽليَ ڪي حقيقِي ماڻۿان چيم ٻوليَ سي۔ معيار نين بيۿتر ٻنايا ۿارُو ٻيزان مۮتڳاران نا ڪام نين چيڪ ڪرو، اِي تمام ساڌون سي!

source: Nubi
gjk: نوبِي

source: Number of Voices
gjk: آوازان نِي تعڌاڌ

source: Numbers
gjk: نمڀر

source: Occitan
gjk: آڪسيٽن

source: Odia
gjk: اوڊيا

source: Off
gjk: ٻنڌ ڪرو

source: Offensive Content
gjk: بيڪار مواۮ

source: Offensive content or sensitive information
gjk: ناڳوار مواڌ يا حساس مالُومات

source: Offensive language
gjk: ڀيَ اڌڀي ٻولِي

source: Offensive speech
gjk: ڀي ادبي وات وڳچ

source: Offline Sources
gjk: آپ لائينَ زريعا

source: On
gjk: چالو ڪرو

source: On desktop devices you can contribute by downloading…
gjk: ڍيسڪٽاپ وارِي ڍِوائيسان ماٿيَ تمين ڍائون لوڍ ڪرينَ حِصو لئِي ۿڳو سو۔

source: On his head he wore a beret.
gjk: اين نا ماٿا ماٿي اينڻي ايڪ بيرٽ پيريو تو۔

source: On iOS please continue with Safari to enable recording…
gjk: ميرٻانِي ڪرينَ iOS ماٿيَ سڦارِي نيَ زريئيَ ٿِي قاٻِل رڪارڍينڳ جھارِي راکو

source: Only show me sentences and clips from my variant
gjk: رُوڳو ماران لھجان مان ٿِي جملا انين ڪلپ ۮيکاڙو۔

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
gjk: ٻيزيَ پاۿيَ زو تمين سوچو سو، ڪي ڀڻيا واريَ اِي لڦظ نين ڪوئيۮِي ۿانڀريوئيَ نٿِي انين اين نين ڀڻيا مان ڳلت هِجيَ ڪريَ سي ريون تو ميرٻانِي ڪرينَ اين نين رڌ ڪرو۔ زو تمان نين پڪ نٿِي تو اِسڪِپ ٻٽڻ ۮٻايا نون اِستمال ڪرو۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
gjk: ٻيزي پاۿي زو تمين ۿمزو سو تو ڀڻيا واري شايد اي لفظ مور ڪوئۮي نا ۿانڀريو ھوئي انين روڳو اين نا اُچار نو غلط انڌازو لڳاوي سي ريو تو ميرٻاني ڪرين اين نين رڌ ڪرو زو تمان نين پڪ نا ھوئي، تو اسڪيپ ’ٻٽن‘ استعمال ڪرو۔

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
gjk: کُلل ايجاڌون امارا ڪام نا ڌِل مان سي، تحقيقِي تعاوون، ڍيٽا ڀيڳِي ڪروِي يا اِنٽروِيُو </emailFragment>راٻطو ڪرو<emailFragment>

source: Optionally join on our email list for updates and new information about the project.
gjk: منصُوٻا نا ڀارا مان اپ ڍيٽس انين نوِي مالُومات ۿارُو پوتا نِي مرضِي ٿِي امارِي اِي ميل وارِي لِسٽ مان شامِل ٿائو۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
gjk: پوتا نِي مرضِي ٿِي جمع ڪراول ڍيموگِراڦڪ ڍيٽا (مِثال طور: عمر، جِنس انين تلڦُظ) ڪوئيۮِي پڻ تمارِي پروڦائيل ماٿيَ عوامِي نئين ڪريون زائيَ۔ انين ڍيٽاسيٽ مان تمارا اڪائونٽ ٿِي ڳنڍاول نئين هوئيَ۔ ايڪلاز آڍِيو ڪِلِپ نين وڌيڪ سئِي تجزِيا نا مقصۮ ۿارُو ڍيموگراڦِڪ ڍيٽا ٿِي مِلايون زاشيَ۔ مِثال طور ايڪ ريسرچ ڪريا وارو چاهيَ سي ڪي ايڪ مخصوص ڍيموگِراڦِڪ وارا حِصا نا ترٻيئتِي ماڍل نين نِشانو ٻناوا ماڳيَ سي۔

source: Ormuri
gjk: اورموري

source: Ossetian
gjk: اوسيٽين

source: Other
gjk: ٻيزون

source: Other Language
gjk: ٻيزِي ٻولِي

source: Other people validate those voice clips.
gjk: ٻيزان ماڻۿان اِي آواز نان ڪِلپان نِي تصۮيق ڪريَ۔

source: Other voice datasets…
gjk: ڍيٽاسيٽان نو ٻيزو آواز

source: Other Voice Datasets
gjk: ٻيزان آوازان نِي ڍيٽاسيٽ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
gjk: امارو ڪميونٽي منيجر تمان ۿوڌِي پوڳشي پيش ڪريا ۿارُو وڌِيڪ آڌرڀائو، انين تمان نين معلومات ۮشي تو زو اُوڃان مورِ ٿِيز ھڪ ڪميونٽي تمارِي ٻولِي ماٿي ڪام ڪري سي رئِي۔

source: Our governance is founded on the pillars of:
gjk: امارِي حُڪمرانِي هيٺلِيان ٿنڀان ماٿيَ ٻانڌل سي:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
gjk: امارِي ٻولِي امارِي وارتا سي، امارِي ڀِراڌرِي سي، امارِي ثقافت سي۔ آوو تو ڍيٽاسيٽ ٺاويئين زين نين امين ۮُنيا مان زووا ماڳيئين سيئين۔

source: Our Partners
gjk: امارا شراڪتۮار

source: Our partners include...
gjk: امارا ساٿِي شامِل سي

source: Overall Accuracy
gjk: ٻڌيئيَ ڌُرستڳِي

source: Overall Hr. Total
gjk: ٻڌائيَ ٿئينَ ڪُل ڪلاڪ

source: p
gjk: پِي

source: Paiwan
gjk: پائيون

source: Palula
gjk: پلولا

source: Papantla Totonac
gjk: پاپانتلا ٽوٽوناڪ

source: Papiamento
gjk: پاپيامينٽو

source: Papiamento (Aruba)
gjk: پاپيامينٽو (اروبا)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
gjk: ٻولِي وارِي ڀِراڌرِي نِي بيحث مان حِصو ليو، سوال پونسو انين آيان واران واقيئان انين واتان نا ٻارا مان شِيکو۔

source: Partner
gjk: ساٿِي

source: Partners
gjk: ڀائيوار

source: Partnerships
gjk: شراڪتۮارِي

source: Partnerships and networks
gjk: شراڪتۮارِي انين نيٽورڪ

source: Partnerships, Press and Stories, Community and Languages
gjk: ڀائيوارِيون، پريس انين وارتايُون، ڀِراڌرِي انين ٻولِيُون

source: Partner with us
gjk: امان ڀيڳا حِصو ليو

source: [Part of the text can’t be heard]
gjk: [متن نو ڪانڪ حصو ۿنڀراتو نٿي ريو ]

source: Pashto
gjk: پشتو

source: Past recordings download requests
gjk: ڳُزرل رِڪارڍينڳو ڍائونَ لوڍ ڌرخواستون

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
gjk: <p>ڪامنَ وائيس ايڪ عوامِي طور ٿِي ڌستياٻ ٿل وائيس ڍيٽاسيٽ سي، زين ۮنيا نان رضاڪاران نِي مۮت ٿِي ٺۿال سي۔ زين ماڻۿان وائيس ايپليڪيشنَ ٺاۿوا ماڳيَ سي اِي مشينَ ماڍل نين شيکاڙيا ۿارُو انين ترتيٻ ۮيڌا ۿارُو ڍيٽا سيٽ نو اِستمال ڪرِي ۿڳيَ سي۔</p> <p>اتيارين گھڻان ڍيٽا سيٽ ڪمپنيان نان پوتا نان سي۔ زين ڪانئين سيز ايجاڌ ڪريا مان رُڪاوٽ ڪريَ سي۔ وائيس ڍيٽاسيٽ پڻ گھٽ نمائينڌڳِي ڪريَ سي۔ اُويان ۿارُو زين گھٽ انڳريزِي ٻولِي ۿڳيَ سي، رنڳان واران ماڻۿان ۿارُو، زين ماڻۿان مازُور سي، ٻايان انين LGBTQIA+ ماڻۿان ۿارُو۔ اين نون مطلٻ سي ڪيَ آوازان ٿِي هاليا وارِي ٽيڪنولوجي ڪيٽليانئين ٻولِيان ۿارُو ڪام نٿِي ڪرتِي، انين زان اِي ڪام ڪريَ سي، اِي شايۮ هر ايڪ ۿارُو ايڪ زيوون ۿڦرون ڪام نا ڪريَ۔ امين اين نين تٻۮيل ڪروا ماڳيئين سيئين، ڪيَ هر ٺڪاڻين ماڻۿان نين پوتا نِي آواز نين شير ڪريا متحرڪ ڪريَ۔</p>

source: People come and contribute their voices.
gjk: ماڻۿان آويَ انين پوتا نان آوازان نو حِصو ۮيڌا مان ڀاڳ ليئيَ

source: Persian
gjk: فارسي ٻولِي

source: Personal dashboards keep you up-to-date with individual and community progress.
gjk: زاتِي ڍيش ڀورڍ تمان نين اِنفرادِي انين ڀِراڌرِي نِي ترقِي نا ٻارا مان اپَ ڍيٽ راکيَ سي۔

source: Personally Identifiable Information
gjk: ذاتِي اورکاڻ ني ڪابِل محلومات

source: Platform language
gjk: پليٽ فارم نِي ٻولِي

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
gjk: ڪامنَ وائيس نا پُورا سفر نيَ حواليَ ٿِي علاقائِي (localisation ) ٿِي لئينَ ڍيٽاسيٽ نا اِستمال ۿوُڌي انين اين ڀيڳون ڀيڳون امارِي ڀراڌرِي ٿِي ڪيم ڳنڍائيَ اين نا ٻارا مان </playbookLink>مۮتڳار گائيڍ نين ڳوتو<playbookLink>

source: <playIcon></playIcon>Last one!
gjk: <playIcon></playIcon>پڇاڙي وارو!

source: Play/Stop
gjk: ھاڪلو / اوڀون راکو

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
gjk: ميرٻانِي ڪرينَ امارِي <templateFileLink> ٽيمپليٽ فائيل چيڪ ڪرو۔ تمارا جُملا مڦت مان ڪاپِي رائيٽ ٿئِي زاشيَ (سِي سِي 0 يا اصل ڪام نِي اِجازت ۮيڌا وارو) انين صاف هوئيَ، گِرامر پرماڻين هوئيَ انين وانشيا مان آسانَ هوئيَ۔ ۮيڌۯ جُملا ماڳين سئِي نئين هوئيَ وانشيا مان 10 ٿِي 15 سيڪِنڍ لاڳشيَ انين ڪوشش ڪرزو ڪيَ نمڀر نا هوئيَ، حقيقت مان اِسم هوئيَ انين کاس ڪريڪٽرس هوئيَ

source: Please fill out this field.
gjk: ميرٻانِي ڪرينَ آ جڳا ڀرو۔

source: Please select a language to review sentences.
gjk: ميرٻانِي ڪيرنَ جُملان نو جائزو ليڌا ۿارُو ٻولِي نين سليڪٽ ڪرو

source: Polish
gjk: پولش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
gjk: <pontoonAccountLink> ايڪ اڪائونٽ ٺاۿو</pontoonAccountLink>زو تمان ڪنين نٿِي تو۔ تمارِي ٻولِي سونڍو<strong> (‘ٽيم’) </strong> انين پسيَ <pontoonCvLink> ڪامنَ وائيس ماٿيَ پونَ ٽونَ پروجيڪٽ سونڍو۔ اُوڃان ترجمون ڪريا ۿارُو ڦائيلون هشيَ، ڪونئين ايڪ ماٿيَ ڪِلِڪ ڪرو، پسيَ اِي انڳريزِي مان لڦظ ۮيکاڙشيَ انين ايڪ ڀوڪس زين مان اين نون ترجمون ڪروون سي۔

source: Portuguese
gjk: پرتگالي

source: Powered by global communities, for global communities — 130 languages and growing!
gjk: عالمِي ڀِراڌرِيان نِي طرڦ ٿِي طاقتور عالمِي ڀراڌرِي ڀِراڌريان ۿارُو 130 ٻولِيُون وڌتِيون زائيَ سي ريون۔

source: Press and stories
gjk: پريس انين وارتايُون

source: Press and Stories
gjk: پريس انين وارتايُون

source: Press play, listen & tell us: did they accurately speak the sentence below?
gjk: هاڪلو انين ۮٻاوو، ۿانڀرو انين امان نين ڪو ڪيَ شون اينيانڻين هيٺين ۮيڌل جُملو سئِي ٻولِيو سي؟

source: Press { shortcut-play-toggle } to toggle play mode
gjk: ۮٻاوو { shortcut-play-toggle } پِليَ مُوڍ نين ٽوگل ڪريا ۿارُو

source: Privacy
gjk: رازڌارِي

source: <privacyLink>Privacy</privacyLink>
gjk: <privacyLink> رازڌارِي</privacyLink>

source: Privacy Policy
gjk: رازڌارِي پاليسي
